Revit 2016 API
PromptForFamilyInstancePlacementOptions Constructor
 Create a new PromptForFamilyInstancePlacementOptions.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 16.0.0.0 (16.0.0.0)
Since: 2015
Syntax
C#
public PromptForFamilyInstancePlacementOptions()
Visual Basic
Public Sub New
Visual C++
public:
PromptForFamilyInstancePlacementOptions()
See Also
PromptForFamilyInstancePlacementOptions Class
PromptForFamilyInstancePlacementOptions Overload
Autodesk.Revit.UI Namespace